Repository: Apen/additional_reports
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, fr

# ajax_description
source: List of all the ajax.php methods with informations and status for each of them.
de: Auflistung aller registrierten ajax.php-Methoden mit Informationen
fr: Liste de toutes les methodes ajax.php avec des informations pour chacune.

source: All
de: Alle
fr: Tous

source: Careful
fr: Attention

# carefuldesc
source: A plugin/ctype can be also called in typoscript, typoscript file, php file...
fr: Un plugin/ctype peut aussi être appelé en typoscript, fichier typoscript, fichier php...

# commandcontrollers_description
source: List of all the CommandControllers. Execute "typo3/cli_dispatch.phpsh extbase help" to list them.
fr: Liste de tous les CommandControllers. Executez "typo3/cli_dispatch.phpsh extbase help" pour les lister.

# comparelast
source: Compare with last version
fr: Comparer avec la dernière version

# comparesame
source: Compare with same version
fr: Comparer avec la même version

source: Content
de: Inhalt
fr: Contenu

source: Counter
fr: Compteur

# crdate
source: First time
fr: Première fois

# ctype
source: Content type
de: Inhaltstyp
fr: Type de contenu

source: Domain
fr: Domaine

source: Domain(s)
fr: Domaine(s)

source: Downloads
fr: Téléchargements

# eid_description
source: List of all the eID with informations and status for each of them.
de: Auflistung aller eID-Skripte mit Informationen
fr: Liste de tous les eID avec des informations pour chacun.

# eminfo
source: Extension manager
de: Erweiterungsmanager
fr: Gest d'extensions

source: EM Link
fr: Lien vers le Gest Ext

source: Error
fr: Erreur

# extdirect_description
source: List of all the ExtDirect with informations and status for each of them.
de: Auflistung aller ExtDirect-Klassen mit Informationen
fr: Liste de tous les ExtDirect avec des informations pour chacun.

# extensions_confintegrity
source: Need extConf update ?
fr: Mise à jour du extConf ?

# extensions_description
source: List of all the extension with informations for each of them.
de: Auflistung aller Erweiterungen mit Informationen
fr: Liste de toutes les extensions avec des informations utiles pour chacune.

# extensions_dev
source: specific developpment(s)
de: Spezifische Entwicklung(en)
fr: développement(s) spécifique(s)

# extensions_extensions
source: loaded extension(s)
de: Geladene Erweiterung(en)
fr: extension(s) chargée(s)

# extensions_extensionsmodified
source: modified extension(s)
de: Modifizierte Erweiterung(en)
fr: extension(s) modifiée(s)

# extensions_files
source: Modified files !!!
de: Modifizierte Dateien
fr: Fichiers modifiés !!!

# extensions_filesmodified
source: modified(s) file(s) in this extension
de: Modifizierte Dateien in dieser Erweiterung
fr: fichier(s) modifié(s) dans cette extension

# extensions_tables
source: Tables and fields
de: Tabellen und Felder
fr: Tables et champs

# extensions_tablesintegrity
source: Need DB update ?
de: Datenbank-Aktualisierung benötigt?
fr: Mise à jour de la BD ?

# extensions_tablesmodified
source: table(s) in this extension
de: DB-Tabellen in dieser Erweiterung
fr: table(s) dans cette extension

# extensions_ter
source: extension(s) from the TER
de: Erweiterung(en) aus dem TER
fr: extension(s) du TER

# extensions_title
source: Additional reports - loaded extension list
de: Zusatzbericht - Geladene Erweiterungen
fr: Additional reports - liste des extensions chargées

source: extension(s) to update
de: Aktualisierbare Erweiterungen
fr: extension(s) à mettre à jour

# extensions_unloaded
source: unloaded extension(s)
fr: extension(s) non chargées

# extensions_updateter
source: You need to update the extension list in the Extension Manager.
de: Btte aktualisieren Sie die Erweiterungsliste, um aktuelle Daten angezeigt zu bekommen.
fr: Vous devez mettre à jour la liste des extensions dans l'Extension Manager.

# filterByCat
source: Filter by category
de: Filtern nach Kategorie
fr: Filtrer par catégorie

source: First
fr: Premier

source: Flush all log
fr: Vider tous les logs

# hooks_core
source: Core hooks
fr: Hooks du core

# hooks_corefile
source: Core file
de: Core-Datei
fr: Fichier du core

# hooks_description
source: List of all the hooks with the name and the path for each of them.
de: Auflistung aller Hooks mit Namen und Pfad
fr: Liste de tous les hooks avec des informations pour chacun.

# hooks_extension
source: Extension hooks
fr: Hooks d'extension

# hooks_file
source: File or class
de: Datei oder Klasse
fr: Fichier ou classe

# hooks_line
source: Line with the hook in the ext_localconf.php file of the extension
de: Zeilenangabe der Hook-Registrierung in der ext_localconf.php der Erweiterung
fr: Ligne contenant le hook dans le fichier ext_localconf.php de l'extension

# hooks_name
source: Hook name
fr: Nom du hook

source: Last
fr: Dernier

# latestbranch
source: Lastest from this branch
fr: Dernière pour cette branche

# latestlts
source: Lastest LTS
fr: Dernière LTS

# lateststable
source: Lastest stable
fr: Dernière stable

# logerrors_description
source: List of all the errors in the log.
fr: Liste de toutes les erreurs présentent dans les logs.

# logerrors_title
source: Additional reports - log errors
fr: Additional reports - erreurs des logs

source: Name
fr: Nom

source: New window
fr: Nouvelle fenêtre

source: Next
fr: Suivant

source: No
de: Nein
fr: Non

# noresults
source: There is no results to display
de: Keine Ergebnisse zum Anzeigen
fr: Aucune donnée à afficher

source: Not specified
fr: Non spécifiée

source: Not tested
fr: Non testée

# pageIndicator
source: Page %1$s of %2$d
fr: Page %1$s sur %2$d

source: Page title
de: Seitentitel
fr: Titre de la page

source: Path
de: Pfad
fr: Chemin

# pid
source: Page uid
de: Seiten-ID
fr: UID de la page

# plugins_description
source: List of all the plugins and contents type with informations and status for each of them. With this report you can easily know if a plugin or a content type is used on the system (and where it is used).
de: Eine Auflistung aller Plugins und Inhaltstypen mit Informationen. Hierdurch können Sie prüfen, welche davon auf diesem System im Einsatz bzw. wo diese genutzt werden.
fr: Liste de tous les plugins et types de contenu avec des informations pour chacun. Avec ce module, vous pouvez facilement savoir si un plugin ou un type de contenu est utilisé (et où il est utilisé).

# pluginschoose
source: Choose a display mode :
de: Anzeigemodus auswählen:
fr: Choisissez le mode d'affichage :

# pluginsmode1
source: List of all the plugins
de: Liste aller Plugins
fr: Liste de tous les plugins

# pluginsmode2
source: List of all the content types
de: Liste aller Inhaltstypen
fr: Liste de tous les types de contenu

# pluginsmode3
source: List of used content types
de: Liste der benutzten Inhaltstypen
fr: Liste de tous les types de contenu utilisés

# pluginsmode3hidden
source: List of used content types (and hidden)
de: Liste der benutzten Inhaltstypen (berücksichtigt versteckte Inhalte)
fr: Liste de tous les types de contenu utilisés (et cachés)

# pluginsmode4
source: List of used plugins
de: Liste der benutzten Plugins
fr: Liste de tous les plugins utilisés

# pluginsmode4hidden
source: List of used plugins (and hidden)
de: Liste der benutzten Plugins (berücksichtigt versteckte Inhalte)
fr: Liste de tous les plugins utilisés (et cachés)

# pluginsmode5
source: Summary
de: Zusammenfassung
fr: Resumé

# pluginssubmit
source: Display
de: Anzeigen
fr: Afficher

source: Preview
fr: Aperçu

source: Previous
fr: Précédent

# rangeIndicator
source: Records %1$d - %2$d
fr: Enregistrements %1$d - %2$d

# realurlerrors_description
source: List of all the errors in realurl.
fr: Liste de toutes les erreurs realurl.

# realurlerrors_title
source: Additional reports - realurl errors
fr: Additional reports - erreurs realurl

source: References
de: Referenzen
fr: Références

# status_description
source: List of all the usefull informations about your installation.
de: Auflistung nützlicher Informationen zum System
fr: Liste de toutes les informations importantes de votre installation.

# status_lastversion
source: Last version
de: Letzte Version
fr: Dernière version

# status_loadedextensions
source: Loaded extensions
de: Geladene Erweiterungen
fr: Extensions chargées

# status_nocrontab
source: No crontab
de: Kein Crontab
fr: Pas de tâche planifiée

# status_path
source: Path
de: Pfad
fr: Chemin

# status_sitename
source: Sitename
de: Seitenname
fr: Nom du site

# status_title
source: Additional reports - general status
de: Zusatzbericht - Allgemeiner Status
fr: Additional reports - statut général

# switch
source: Switch to
fr: Changer vers

# tstamp
source: Last time
fr: Dernière fois

# tvused
source: Used by templavoila ?
de: Benutzt durch TemplaVoila?
fr: Utilisé par templavoila ?

# uid
source: Content uid
de: Inhalts-Id
fr: UID du contenu

source: Unknown
fr: Inconnue

source: Used ?
de: Benutzt?
fr: Utilisé ?

# user
source: Backend user
de: Backend-Benutzer
fr: Utilisateur backend

source: Version check
fr: Verif. version

# websitesconf_description
source: Check the conf of websites and domains.
fr: Vérifie la configuration des sites et des domaines.

# websitesconf_title
source: Additional reports - websites/domains conf
fr: Additional reports - configurations des sites/domaines

# xclass_description
source: List of all the XCLASS with the name and the path for each of them.
de: Auflistung aller XCLASS-Registrierungen mit Namen und Pfad
fr: Liste de toutes les XCLASS avec des informations pour chacune.

# xclasscarefuldesc
source: No autoload XCLASS found, maybe you need to clear caches and refresh the page
fr: Aucune autoload XCLASS trouvée, peut être devez vous vider les caches et recharger la page

source: Yes
de: Ja
fr: Oui

# ajax_title
source: Additional reports - ajax
de: Zusatzbericht - AJAX (ajax.php)

# clikeys_description
source: List of all the cliKeys with informations and status for each of them.
de: Auflistung aller vorhandenen cliKeys mit Informationen

# clikeys_title
source: Additional reports - cliKeys
de: Zusatzbericht - cliKeys

# eid_title
source: Additional reports - eID
de: Zusatzbericht - AJAX (eID)

# extdirect_title
source: Additional reports - ExtDirect
de: Zusatzbericht - AJAX (ExtDirect)

source: Extension
de: Erweiterung

# hooks_extension
source: Extension hooks (experimental)
de: Hooks in Erweiterungen (Experimentell)

# hooks_title
source: Additional reports - hooks
de: Zusatzbericht - Hooks

# plugins_title
source: Additional reports - plugins & content type
de: Zusatzbericht - Plugins & Inhaltstypen

# xclass_title
source: Additional reports - XCLASS
de: Zusatzbericht - XCLASS
